<template>
  <v-card class="elevation-custom pa-10 text_content">
    <div>
      Данная Политика в отношении обработки и защиты персональных данных (в дальнейшем — Политика) действует применимо к любым данным, которые компания ООО «Маяк» (в дальнейшем — Оператор или Компания) может получить о пользователе при его контакте с Компанией.
    </div>

    <div>
      В случае добровольной передачи пользователем персональных данных любым лицам, входящим в штат Компании, согласие на предоставление таких данных распространяется на всех лиц, входящих в штат Компании.
    </div>

    <div>
      Использование информации с сайта Компании подразумевает безоговорочное согласие пользователя с настоящей Политикой и со всеми условиями обработки его личных данных, описанными в ней. В том случае, если пользователь не согласен с условиями настоящей Политики, ему следует воздержаться от отправки запроса на получение информации и предоставления персональных данных Компании.
    </div>

    <div class="subtitle font-weight-medium">
      1. Общие положения
    </div>

    <div>
      <span class="font-weight-medium">1.1.</span> Настоящая Политика действует в отношении любых персональных данных, которые Компания может получить от пользователя:
    </div>

    <div class="list">
      <span>- во время пребывания пользователя на официальном сайте Компании mayk.ru (далее – сайт),</span>
      <span>- в результате переписки с пользователем,</span>
      <span>- в результате обработки резюме пользователя,</span>
      <span>- в результате участия пользователя в рекламных и маркетинговых кампаниях или акциях,</span>
      <span>- в процессе непосредственного оказания услуг пользователю,</span>
      <span>- в результате обработки писем/жалоб/предложений/пр., полученных от пользователя,</span>
      <span>- при любом ином взаимодействии с пользователем.</span>
    </div>

    <div>
      <span class="font-weight-medium">1.2.</span> Оператор не контролирует и не несет ответственности за сайты третьих лиц, на которые пользователь может перейти по ссылкам, доступным на сайте Компании. На сайтах третьих лиц может быть собственная политика конфиденциальности и у пользователя могут собираться или запрашиваться иные персональные данные.
    </div>

    <div>
      <span class="font-weight-medium">1.3.</span> Настоящая Политика объясняет, каким образом Компания обрабатывает и защищает персональную информацию пользователей.
    </div>

    <div>
      <span class="font-weight-medium">1.4.</span> В соответствии с настоящей Политикой Оператор самостоятельно организует и осуществляет обработку персональных данных пользователя, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными пользователя.
    </div>

    <div>
      <span class="font-weight-medium">1.5.</span> Настоящая Политика в отношении обработки и защиты персональных данных является внутренним документом Оператора.
    </div>

    <div>
      <span class="font-weight-medium">1.6.</span> Поскольку Оператор осуществляет сбор персональных данных с использованием сети Интернет, неограниченный доступ к Политике обеспечивается посредством опубликования (размещения) ее на сайте Компании.
    </div>

    <div>
      <span class="font-weight-medium">1.7.</span> Настоящий документ определяет политику в отношении обработки персональных данных (п. 2), а также содержит сведения о реализуемых требованиях к защите персональных данных (п.3), и утвержден во исполнение ст. 18.1 Федерального закона от 27.07.2006 года № 152-ФЗ « О персональных данных» (далее – Закон).
    </div>

    <div>
      <span class="font-weight-medium">1.8.</span> Понятия, связанные с обработкой персональных данных, используются в том значении, в котором они приведены в статье 3 Закона, в частности:
    </div>

    <div class="list">
      <span>- персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому физическому лицу (субъекту персональных данных) – п.1 ст. 3 Закона;</span>
      <span>- обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных – п. 3 ст. 3 Закона;</span>
      <span>- распространение персональных данных действия, направленные на раскрытие персональных данных неопределенному кругу лиц – п. 5 ст. 3 Закона;</span>
      <span>- предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц – п. 6 ст. 3 Закона;</span>
      <span>- уничтожение персональных данных – действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных – п. 8 ст. 3 Закона.</span>
    </div>

    <div>
      <span class="font-weight-medium">1.9.</span> Передавая Компании личную информацию и/или пользуясь сервисами сайта, пользователь дает разрешение на применение этой информации исключительно в целях, указанных в настоящем Положении, в том числе на публикацию вопроса-ответа, отзыва, пожелания, предложения, участия в опросах и голосованиях на сайте.
    </div>

    <div class="subtitle font-weight-medium">
      2. Политика в отношении обработки персональных данных
    </div>

    <div>
      <span class="font-weight-medium">2.1.</span> В зависимости от субъекта персональных данных Компания обрабатывает персональные данные следующих категорий субъектов (пользователей):
    </div>

    <div class="list">
      <span>- кандидаты на вакантные должности – физические лица, претендующие на замещение вакантных должностей в Компании; сотрудники – физические лица, связанные с Компанией трудовыми отношениями;</span>
      <span>- члены семьи (при их отсутствии – близкие родственники) сотрудников – физические лица, находящиеся в семейных (родственных) отношениях с сотрудниками Компании;</span>
      <span>- контрагенты – физические и/или юридические лица, с которыми у Компании заключены договоры гражданско-правового характера;</span>
      <span>- физические лица:</span>
        <span>- пользующиеся и/или намеревающиеся воспользоваться услугами Компании и предоставляющие личную информацию в соответствии с данной целью;</span>
        <span>- взаимодействующие с Компанией в сети интернет при помощи компьютерных устройств с целью получения информации;</span>
        <span>- пользующиеся услугами технической поддержки Компания;</span>
        <span>- принимающие участие в организованных Компанией благотворительных, рекламных и иных мероприятиях;</span>
      <span>- иные субъекты в связи с заключением/ вследствие заключения с Компанией иных сделок, не противоречащих законодательству Российской Федерации.</span>
    </div>

    <div>
      <span class="font-weight-medium">2.2.</span> Оператор руководствуется следующими принципами по установлению целей обработки персональных данных:
    </div>

    <div>
      <span class="font-weight-medium">2.2.1.</span> Обработка персональных данных должна осуществляться на законной и справедливой основе.
    </div>

    <div>
      <span class="font-weight-medium">2.2.2.</span> Цели обработки персональных данных различаются и устанавливаются Компанией в зависимости от категории субъектов персональных данных и (или) в зависимости от отдельных групп субъектов персональных данных, относящихся к одной категории. При этом, цели обработки должны быть конкретные, заранее определенные и законные, а обработка персональных данных должна ограничиваться достижением этих целей. Таким образом, обработка персональных данных может производиться Компанией в целях:
    </div>

    <div class="list">
      <span>- предоставления и реализации услуг;</span>
      <span>- подтверждения действий на сайте Компании;</span>
      <span>- противодействия мошенническим и/или иным действиям, а так же расследования подобных действий в случае их осуществления;</span>
      <span>- изучения пожеланий и предпочтений пользователей (при этом информация обобщается и обезличивается);</span>
      <span>- поиска индивидуальных предложений для конкретных пользователей;</span>
      <span>- осуществления обратной связи с пользователем;</span>
      <span>- получения отзывов, предложений, пожеланий клиентов относительно услуг Компании;</span>
      <span>- проведения маркетинговых и/или иных исследований в сфере деятельности Компании;</span>
      <span>- иных не противоречащих действующему законодательству и относящихся к сфере деятельности Компании.</span>
    </div>

    <div>
      <span class="font-weight-medium">2.2.3.</span> Содержание и объем обрабатываемых персональных данных должны соответствовать заявленным целям обработки.
    </div>

    <div>
      <span class="font-weight-medium">2.2.4.</span> Персональные данные не могут быть использованы в целях причинения имущественного и морального вреда гражданам, затруднения реализации прав и свобод граждан Российской Федерации. Ограничение прав граждан Российской Федерации на основе использования информации об их социальном происхождении, о расовой, национальной, языковой, религиозной и партийной принадлежности запрещено.
    </div>

    <div>
      <span class="font-weight-medium">2.2.5.</span> При обработке персональных данных Компания соблюдает иные принципы и правила обработки, установленные законодательством Российской Федерации.
    </div>

    <div>
      <span class="font-weight-medium">2.3.</span> Оператор руководствуется сроками обработки, хранения персональных данных в зависимости от категорий субъектов персональных данных и с учетом положений нормативных правовых актов Российской Федерации (в том числе положений Закона, Федерального закона № 125ФЗ «Об архивном деле в Российской Федерации», Приказа Министерства культуры РФ от 25.08.2010 года № 558 «Об утверждении «Перечня типовых управленческих архивных документов, образующихся в процессе деятельности государственных органов, органов местного самоуправления и организаций, с указанием сроков хранения»), а также с учетом условий договора, стороной которого (выгодоприобретателем или поручителем по которому) является пользователь (субъект персональных данных), с учетом сроков исковой давности, а также иными требованиями законодательства РФ.
    </div>

    <div>
      <span class="font-weight-medium">2.4.</span> Пользователь принимает решение о предоставлении персональных данных и дает согласие на их обработку свободно, своей волей и в своем интересе. Компания обеспечивает получение конкретного, информированного и сознательного согласия пользователя на обработку его персональных данных.
    </div>

    <div>
      <span class="font-weight-medium">2.5.</span> Если иное не предусмотрено Законом, следующие действия осуществляются Компанией только при наличии согласия пользователя:
    </div>

    <div class="list">
      <span>- поручение обработки персональных данных другому лицу на основании заключаемого с этим лицом договора;</span>
      <span>- раскрытие и распространение персональных данных третьим лицам.</span>
    </div>

    <div>
      В иных случаях необходимости получения согласия пользователя Компания получает такое согласие в любой форме, позволяющей подтвердить факт получения, за исключением случаев, когда в соответствии с Законом обработка персональных данных осуществляется только при получении согласия письменной форме.
    </div>

    <div>
      <span class="font-weight-medium">2.6.</span> Согласие на обработку персональных данных может быть отозвано пользователем. В случае отзыва согласия на обработку персональных данных Компании может продолжить обработку персональных данных только в случаях и в объеме, не противоречащих законодательству РФ о персональных данных.
    </div>

    <div>
      <span class="font-weight-medium">2.7.</span> Компания не предоставляет и не раскрывает сведения, содержащие персональные данные, третьей стороне без письменного согласия пользователя, за исключением случаев, когда это необходимо в целях предупреждения угрозы жизни и здоровью, а также в случаях, установленных федеральными законами. По мотивированному запросу исключительно для выполнения возложенных законодательством функций и полномочий персональные данные пользователя без его согласия могут быть переданы:
    </div>

    <div class="list">
      <span>- в судебные органы в связи с осуществлением правосудия;</span>
      <span>- в органы государственной безопасности;</span>
      <span>- в органы прокуратуры;</span>
      <span>- в органы полиции;</span>
      <span>- в следственные органы;</span>
      <span>- в иные органы и организации в случаях, установленных нормативными правовыми актами, обязательными для исполнения.</span>
    </div>

    <div>
      <span class="font-weight-medium">2.8.</span> Сотрудники Оператора, ведущие обработку персональных данных, не отвечают на вопросы, связанные с передачей персональных данных, по телефону или факсу.
    </div>

    <div>
      <span class="font-weight-medium">2.9.</span> Права пользователя как субъекта персональных данных:
    </div>

    <div>
      <span class="font-weight-medium">2.10.</span> Права Оператора:
    </div>

    <div class="list">
      <span>- субъект персональных данных имеет право на получение информации, касающейся обработки его персональных данных; состав предоставляемых сведений, а также порядок, правила и сроки их предоставления установлены главой 3 и иными положениями Закона; право субъекта персональных данных на доступ к его персональным данным может быть ограничено в соответствии с федеральными законами, в том числе, если обработка персональных данных осуществляется в соответствии с законодательством о противодействии легализации (отмыванию) доходов, полученных преступным путем, и финансированию терроризма;</span>
      <span>- субъект персональных данных вправе требовать от Компании уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;</span>
      <span>- иные права, включая право на обжалование действий или бездействия Компании в суде.</span>
    </div>

    <div>
      <span class="font-weight-medium">2.11.</span> Обязанности Оператора:
      <span>- при обработке персональных данных Компания обязана соблюдать безопасность, конфиденциальность обрабатываемых персональных данных, а также выполнять иные требования, предусмотренные законодательством Российской Федерации в области персональных данных.</span>
    </div>

    <div class="subtitle font-weight-medium">
      3. Сведения о реализуемых требованиях к защите персональных данных
    </div>

    <div>
      <span class="font-weight-medium">3.1.</span> Оператор реализует следующие требования законодательства РФ в области персональных данных: <span>- требования о соблюдении конфиденциальности персональных данных пользователя;</span>
    </div>

    <div class="list">
      <span>- требования об обеспечении реализации пользователем своих прав, включая право на доступ к информации;</span>
      <span>- требования об обеспечении точности персональных данных, а в необходимых случаях и актуализации в соответствии с целями обработки персональных данных;</span>
      <span>- требования по удалению или уточнению неполных или неточных данных пользователя;</span>
      <span>- требования к защите персональных данных пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;</span>
      <span>- иные требования законодательства РФ.</span>
    </div>

    <div>
      <span class="font-weight-medium">3.2.</span> В соответствии с ч.1 ст. 18.1 Закона Компания самостоятельно определяет состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных законодательством в области персональных данных. В частности защита персональных данных достигается Компанией путем:
    </div>

    <div class="list">
      <span>- издания Компанией настоящей Политики, а также разработки иной документации с учетом требований законодательства в области персональных данных;</span>
      <span>- организации доступа сотрудников к информации, содержащей персональные данные пользователей, в соответствии с их должностными (функциональными) обязанностями;</span>
      <span>- установления правил доступа к персональным данным, обрабатываемым в информационной системе персональных данных;</span>
      <span>- соблюдения сотрудниками, допущенных к обработке персональных данных, требований, установленных законодательством РФ в области персональных данных, локальными нормативными актами Компании;</span>
      <span>- иные необходимые меры безопасности в соответствии с законодательством РФ.</span>
    </div>

    <div class="subtitle font-weight-medium">
      4. Заключительные положения
    </div>

    <div>
      <span class="font-weight-medium">4.1.</span> Во исполнение ч.2 ст. 18.1 Закона настоящая Политика опубликована на сайте Компании.
    </div>

    <div>
      <span class="font-weight-medium">4.2.</span> Компания оставляет за собой право вносить изменения в настоящую Политику. Изменения (изъятия, дополнения и др.) вносятся путем издания новой редакции настоящей Политики. Новая редакция Политики вступает в силу со дня ее утверждения. Предыдущая редакция Политики утрачивает силу с момента утверждения новой редакции.
    </div>

    <div>
      <span class="font-weight-medium">4.3.</span> Иные локальные нормативные акты Компании издаются в соответствии с настоящей Политикой и законодательством РФ в области персональных данных.
    </div>

    <div>
      <span class="font-weight-medium">4.4.</span> Вопросы, не урегулированные настоящей Политикой, разрешаются в соответствии с законодательством Российской Федерации. В отношении защиты пользователей как субъектов персональных данных, являющихся иностранными гражданами, Компанией могут учитываться положения законодательства соответствующей страны, гражданином которой является пользователь.
    </div>
  </v-card>
</template>

<script>
export default {
  name: 'ConditionPage',
};
</script>